app/controllers/properties_controller.rb

INSERT INTO "properties" ("property_name", "address", "note", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["property_name", ""], ["address", ""], ["note", ""], ["created_at", "2022-12-26 02:40:02.917127"], ["updated_at", "2022-12-26 02:40:02.917127"]]
---
  def create
    @property = Property.new(property_params)

    respond_to do |format|
      if @property.save